{
    "Helena Sparks": {
        "imgsrc": "helena.jpg",
        "type": "potential learner",
        "group": "secondary school leaver",
        "age": 16,
        "education": "secondary school",
        "occupation": "unemployed",
        "hardware": "iPhone 5C, iPad",
        "software": "iOS",
        "browser": "Safari",
        "comforts": {
            "web": "digital native",
            "attitude": "early adopter",
            "services": "facebook, instagram, snapchat"
        },
        "pain": [
            "I don't know whether University is right for me or whether I should start a career",
            "I've never had a real job before. The world of work can seem intimidating.",
            "I don't know what the working environment is actually like.",
            "I haven't done well in my exams. I am worried that my grades will hold me back."
        ],
        "bio": "Helena is enthusiastic and savvy. She is very unsure about what to do with her life and sees know value in education for its own sake. Parents and teachers have put her under some considerable pressure to make a decision about her future.",
        "goals": [
            "I want to discover job and career options that match my interests",
            "I want to make a career decision that offers me options in the future.",
            "I want to find information about working life and what is required or expected of people in work.",
            "I want to demonstrate my value and skills beyond what it says on my exam results.",
            "I am motivated by commitments I make to my parents, friends, and people I respect."
        ]
    },

    "Macey Alves": {
        "imgsrc": "macey.jpg",
        "type": "potential learner",
        "group": "graduate", 
        "age": 21,
        "education": "university",
        "occupation": "part-time sales assistant",
        "hardware": "Samsung S4 Mini, MacBook Air",
        "software": "Android, OSX",
        "browser": "Chrome",
        "comforts": {
            "web": "digital native",
            "attitude": "early majority",
            "services": "facebook, instagram, duolingo"
        },
        "pain": [
            "I don't know what the working environment is actually like.",
            "I don't have real-world experiences relevant to the careers I have been looking at.",
            "I don't know what those career paths look like - I don't know the steps I need to take",
            "I am over-qualified for my current job"
        ],
        "bio": "Macey is intelligent and book-smart. She completed her degree only to discover that it has not equipped her for the 'real world'. She is disillusioned with higher education but does not have the expertise to move into a career. Her only option has been to move back in with her parents and find part-time work until something better comes along. She knows the career path she wants to go in to, but is open to new ideas.",
        "goals": [
            "I want to spend a few minutes a day learning new things.",
            "I want to learn something concrete. Beyond theoretical stuff - something I can actually apply.",
            "I want to know what it's actually like to work in my chosen career path.",
            "I want to find careers where I can actually use what I learned on my degree",
            "I want to get advice about my career options and choices.",
            "I want advice from peers, professionals, and experts."
        ]
    },

    "Clarence Ford": {
        "imgsrc": "andrew.jpg",
        "type": "potential learner",
        "group": "professional", 
        "age": 33,
        "education": "university",
        "occupation": "Sales and Marketing (Senior)",
        "hardware": "iPhone 6, MacBook Pro",
        "software": "iOS, OSX",
        "browser": "Safari",
        "comforts": {
            "web": "medium",
            "attitude": "early majority",
            "services": "facebook, udemy"
        },
        "pain": [
            "I'm bored with my current job.",
            "I'm not convinced my career is going the right direction",
            "I don't want to spend time hunting for new jobs",
            "I have very little time to commit to CPD."
        ],
        "bio": "Clarence is normally a very driven person, but has become restless in his current position and wants to find something new. Working keeps him very busy and so he has little time to spare discovering new opportunities. He got this job (and most of his previous jobs) through a recommendation rather than an application.",
        "goals": [
            "I don't want to be in too high a position or too low relative to my current position - I just want a new challenge.",
            "I want to find jobs available to me with my current skills / experience as well as those that are just above my skill / experience level.",
            "I want to connect with people who can give me advice - people on my career path, either at my level or above.",
            "I want to take control of my career and my future."
        ]
    },

    "Zachery O'Leary": {
        "imgsrc": "zachery.jpg",
        "type": "actual learner",
        "group": "secondary school leaver", 
        "age": 17,
        "education": "Secondary School",
        "occupation": "part-time waiter",
        "hardware": "HTC, Lenovo Z50",
        "software": "Android, Windows 8",
        "browser": "Chrome",
        "comforts": {
            "web": "Digital native",
            "attitude": "innovator",
            "services": "facebook, instagram, snapchat"
        },
        "pain": [
            "I am worried that committing to learning one thing over another could be a waste of time.",
            "Sitting and focusing on something difficult for more than a few minutes is really boring.",
            "I don't know if what I'm learning is the most recent or most relevant thing.",
            "When I am stuck I struggle to find help."
        ],
        "bio": "Zachery is a very independently minded individual and is not swayed by the opinions or decision of his peers. He has his finger on the pulse of modern developments in technology and has a very short attention span.",
        "goals": [
            "I want to see my progression through my current course as well as what's coming next or what COULD come next",
            "I want to learn in bitesized amounts at my leisure.",
            "I want all my learning to amount to something I can use and show people.",
            "I want to discuss what I already know and also gain insights from experts.",
            "I want to see if other learners have the authority or the experience to tell me about things."
        ]
    },

    "Kimberley Pearce": {
        "imgsrc": "kimberley.jpg",
        "type": "actual learner",
        "group": "graduate", 
        "age": 23,
        "education": "Masters Degree",
        "occupation": "Student",
        "hardware": "iPhone 5C, MacBook Pro",
        "software": "iOS, OSX",
        "browser": "Safari",
        "comforts": {
            "web": "medium",
            "attitude": "early adopter",
            "services": "facebook, instagram, snapchat"
        },
        "pain": [
            "I don't have real-world experiences relevant to the careers I have been looking at.",
            "I don't know what those career paths look like - I don't know the steps I need to take"
        ],
        "bio": "Kimberley is still studying at university (partly for want of something else to do when she was nearing the end of her bachelors degree). She is very concerned about what she will be able to do once she graduates.",
        "goals": [
            "I want to see my progression through my current course as well as what's coming next or what COULD come next",
            "I want to see suggestions on what I should learn next and how long it would take me.",
            "I want to own my profile, to take it with me regardless of where I work.",
            "I want the profile system to be more open-ended: I want to show off what I'm really about and not be confined to my employment and education.",
            "I want to see and engage with other people like me. I want their advice and to see what they're learning.",
            "I want to find jobs available to me with my current skills / experience as well as those that are just above my skill / experience level."
        ]
    },

    "Sacha Bernard": {
        "imgsrc": "zairah.jpg",
        "type": "actual learner",
        "group": "professional", 
        "age": 27,
        "education": "university",
        "occupation": "community manager",
        "hardware": "iPhone 6, MacBook Pro",
        "software": "iOS OSX",
        "browser": "Chrome",
        "comforts": {
            "web": "high",
            "attitude": "early adopter",
            "services": "facebook, instagram, snapchat"
        },
        "pain": [
            "I have very little time to commit to CPD.",
            "I only have my lunch times to do any learning during the day, I don't like studying in my free time.",
            "I don't feel recognised for much of the learning and work I do - especially the stuff beyond my CPD course."
        ],
        "bio": "Sacha is an opinion leader. She is a very busy professional and works around the clock to stay on top of the communities she manages. She needs to complete her course of continuous professional development (CPD).",
        "goals": [
            "I want to see my progression through my current course as well as what's coming next or what COULD come next",
            "I want to see suggestions on what I should learn next and how long it would take me.",
            "I want to own my profile, to take it with me regardless of where I work.",
            "I want the profile system to be more open-ended: I want to show off what I'm really about and not be confined to my employment and education.",
            "I want to find jobs available to me with my current skills / experience as well as those that are just above my skill / experience level.",
            "I want my CPD to be as painless as possible - I want to learn and earn my accreditations in as little time as possible.",
            "I want to learn other things around and beyond what I'm required to as part of my CPD.",
            "I want certification and accreditation by official bodies when I complete courses. Recognition is key."
        ]
    },

    "Esther Leone": {
        "imgsrc": "esther.png",
        "type": "potential client",
        "group": "Enterprise",
        "age": 49,
        "education": "university",
        "occupation": "Head of Recruitment",
        "hardware": "iPhone 5S, ASUS Transformer Book",
        "software": "iOS, Windows 8",
        "browser": "Safari, Edge",
        "comforts": {
            "web": "medium",
            "attitude": "late majority",
            "services": "bullhorn, facebook"
        },
        "pain": [
            "It is very difficult to find the best people for the positions.",
            "University graduates are frequently lacking the kind of practical, transferable skills we're looking for",
            "The only metrics we can gather on applicants is their exam results.",
            "We want more apprentices to apply."
        ],
        "bio": "Esther's working day revolves around new starters and her company's strategy for attracting new recruits. She is particularly concerned about the availability of positions for apprentices and young people for whom university was either not an option or not the right option.",
        "goals": [
            "I want to increase our visibility to our target demographics.",
            "I want to attract more people who can demonstrate the skills we're looking for.",
            "I want to be able to see that those demonstrable skills so that I know the applicant has them.",
            "I want to provide new recruits with training material that gives them the skills we're looking for.",
            "I want to encourage applications by making our offering and the benefits much clearer."
        ]
    },

    "Maurice Rice": {
        "imgsrc": "maurice.jpg",
        "type": "potential client",
        "group": "Education", 
        "age": 56,
        "education": "university",
        "occupation": "Head of Learning and Development",
        "hardware": "iPhone 6, MacBook Pro",
        "software": "iOS, OSX",
        "browser": "Safari",
        "comforts": {
            "web": "low",
            "attitude": "early majority",
            "services": "facebook"
        },
        "pain": [
            "The services we offer are not exposed enough. People just don't know we're here.",
            "We struggle to attract enough of the right people to our courses.",
            "At the start of a course there is a lot of time wasted on processes, first principals, and orientation.",
            "Sending employees for CPD is expensive, disruptive, it's often abroad, and it's very time consuming."
        ],
        "bio": "Maurice manages his university's internal and external learning resources. He oversees the deliver of all training courses.",
        "goals": [
            "I want to have access to a bigger pool of potential applicants to our courses.",
            "I want access to the right kinds of applicants, we need to advertise where they are.",
            "I want to digitise the preliminary parts of the courses so that it is done before the students arrive.",
            "I also want to facilitate team meetings and communication between members of the teams prior to starting the course."
        ]
    },

    "Lewie Allen": {
        "imgsrc": "lewie.jpg",
        "type": "actual client",
        "group": "education", 
        "age": 25,
        "education": "secondary school",
        "occupation": "recruitment officer",
        "hardware": "ACER Aspire, Samsung Galaxy Alpha",
        "software": "Windows 10, Android",
        "browser": "ie8, Chrome",
        "comforts": {
            "web": "",
            "attitude": "",
            "services": "Gradweb Candidate Management"
        },
        "pain": [],
        "bio": "Lewie's main focus at work is to recruit new starters to the company he works for. He reports to a manager who holds him accountable for achieving recruitment goals. Delivering positive reports to his manager is Lewie's primary motivation.",
        "goals": [
            "I want to be able to attract (as well as find myself) the best potential new recruits",
            "I want a good recruitment tool",
            "I want to see reports showing applicants moving through the stages of recruitment",
            "I want to be able to define my own stages of the recruitment process.",
            "I want to let applicants know they have moved to a new stage of recruitment (such as 'vide interview') without leaving the platform",
            "I want to export an aesthetically pleasing report which I can show to my manager.",
            "I want to be able to suggest different roles to applicants based on their skills / experience"
        ]
    },

    "Alan Delaney": {
        "imgsrc": "alan.jpg",
        "type": "actual client",
        "group": "Enterprise", 
        "age": 42,
        "education": "university",
        "occupation": "early careers manager",
        "hardware": "HP Pavilion",
        "software": "",
        "browser": "ie10",
        "comforts": {
            "web": "",
            "attitude": "",
            "services": "facebook, WCN (crm tool)"
        },
        "pain": [
            "We have been mandated to employ a number of apprentices but have not employed apprentices before."
        ],
        "bio": "Alan works with apprentices and graduates from the point of application to when they have risen to a comfortable level within his company. His job description requires him to do more than just attract and recruit individuals: he must work closely with those individuals while they are at the company and nuture their progression.",
        "goals": [
            "I want to be able to attract (as well as find myself) the best potential new recruits",
            "I want to be able to display details of my company and our onboarding process",
            "I want to put new recruits through structured development courses",
            "I want to be able to see data about the learners strengths, weaknesses, and their progression through the courses"
        ]
    }

}